Repository: JG-Automation/pypilot
Catalog: hat/translations/*/LC_MESSAGES/messages.po
Languages: el

source: pypilot hat configuration
el: διαμόρφωση καπέλου pypilot

source: lcd and remote control setup
el: Ρύθμιση lcd και τηλεχειριστηρίου

source: clear
el: Σαφή

source: default
el: Προκαθορισμένο

source: press button(s) on the keypad or remote then assign a command with the button.
el: πατήστε το(τα) κουμπί(α) στο πληκτρολόγιο ή στο τηλεχειριστήριο και, στη συνέχεια, εκχωρήστε μια εντολή με το κουμπί.

source: Actions for LCD interface
el: Ενέργειες για διεπαφή LCD

source: key
el: κλειδί

source: action
el: δράση

source: These actions do not depend on the state of the display and can be used by wireless remotes.
el: Αυτές οι ενέργειες δεν εξαρτώνται από την κατάσταση της οθόνης και μπορούν να χρησιμοποιηθούν από ασύρματα τηλεχειριστήρια.

source: infared receiver port
el: Θύρα δέκτη υπέρυθρων

source: The ir port can be handled direcly from the pi or the arduino. Using the arduino can receive from many different remotes without special calibration recordings.
el: Η θύρα ir μπορεί να χειριστεί απευθείας από το pi ή το arduino. Η χρήση του arduino μπορεί να λαμβάνει από πολλά διαφορετικά τηλεχειριστήρια χωρίς ειδικές εγγραφές βαθμονόμησης.

source: remote mode
el: απομακρυσμένη λειτουργία

source: remote
el: μακρινός

source: nmea current baud rate
el: nmea τρέχον ρυθμό baud

source: voltages
el: τάσεις

source: status
el: κατάσταση

source: connection
el: σύνδεση

source: Web Server Latency
el: Καθυστέρηση διακομιστή Ιστού
